{"ADS_STATION":[{
"content1":"itsme is one of the best application that help people make firends.you will not bu judged on your face every one use their own Avatar,and based on IA itsme will bring you the perfect profile to you.",
"content2":"The app lets users customize their avatars and design it to their liking. The characters look really realistic and it is very similar to the sims character. I think they should include options to how old the avatars can look, that way the avatars would look so much more realistic. They should also include the body of the avatar. Right now it only shows the faces and I think it would be so much fun if they included the body so we can design their body as well by adding clothes and accessories.",
"content3":"During times like the global pandemic, I never have a chance to socialize so this app is a great outlet for me to talk to people and make new friends. So far, I have made so many great friends and I am still talking to them on Snapchat and i follow some of them on Instagram. Everyone is so kind and friendly, it is so awesome. However, the app should let users disable or change their location. ",
"content4":"The app allows you to meet with people from all over the country and become friends with them. I also love that they provide you with a preference option. They let you chose which gender you want to call with, which is great if you are looking for just guy friends or just girlfriends. Plus the app lets you customize your avatar however you want.",
"content5":"Itsme is a space for you to have fun and meet new people that share common interests.",
"content6":"itsme provides every Belgian citizen with a unique, secure mobile identity.The itsme app offers everyone with a Belgian eID one online identification method for all digital transactions",
"content7":" Since Itsme is an app where you talk to real people in real time, the application cannot regulate the topics that are discussed. However, in the spirit of creating a safe and friendly environment for all, there are certain behaviors that are prohibited.",
"content8":"In order to allow you to control your Avatar made on the Itsme app, we collect your expression data, head rotation data, and eye gaze data that we receive from your iPhone.  Your Face Data from the True Depth API is only ever used to control your Avatar. We do not share this information with any 3rd parties, nor do we store this data, and this tracking information never leaves your device.",
                    

    
    
  "face_banner":"",
"face_interstital":"",
"face_native":"",

"admob_banner":"ca-app-pub-3940256099942544/6300978111",
"admob_interstital":"ca-app-pub-3940256099942544/1033173712",
"admob_interstital2":"ca-app-pub-3940256099942544/1033173712",
"admob_interstital3":"ca-app-pub-3940256099942544/1033173712",
"admob_interstital4":"ca-app-pub-3940256099942544/1033173712",
"admob_nativeads":"ca-app-pub-3940256099942544/2247696110",

 
"facebook_admob":"facebook"
}]}
